Repository: bas87/Hangman
Catalog: i18n/*/LC_MESSAGES/game.po
Languages: cs_cz

source: Already guessed: %s
cs_cz: Již jsi hádal: %s

source: tries %d misses %d
cs_cz: pokusy %d špatně %d

source: hint:
cs_cz: nápověda:

source: guessed:
cs_cz: hádáno:

source: Hangman
cs_cz: Šibenice

source: &New Ctrl+N
cs_cz: &Nová Ctrl+N

source: New Game
cs_cz: Nová hra

source: &End Ctrl+E
cs_cz: &Konec Ctrl+E

source: End Game
cs_cz: Konec hry

source: &Reset Ctrl+R
cs_cz: &Znovu Ctrl+R

source: Reset Rame
cs_cz: Spusti znovu

source: &Quit Ctrl+Q
cs_cz: &Ukončit Ctrl+Q

source: Quit the Application
cs_cz: Ukončit aplikaci

source: Game
cs_cz: Hra

source: Dictionary
cs_cz: Slovník

source: Do you want close this window?
cs_cz: Chcete zavřít toto okno?

source: Too bad, you're dead!
cs_cz: Příliš špatně! Zemřel jsi!

source: Congratulations! You're alive!
cs_cz: Gratuluji! Žiješ!

source: played %d, won %d (%g %%)
cs_cz: odehráno %d, vyhráno %d (%g %%)
